{
  "0-5": [
    "Living rent-free",
    "Pretty little baby",
    "Your job is to look adorable while ruining sleep schedules.",
    "You rule the house despite knowing only 5 words.",
    "You're a potato with a personality. Cute, chaotic, and crying 24/7."
  ],
  "6-12": [
    "You think broccoli is a personal attack.",
    "You're starting to understand sarcasm — and using it dangerously well.",
    "Santa is real??",
    "Your handwriting is 90% chaos, 10% personality.",
    "You're in the best period of your live"
  ],
  "13-17": [
    "Everything is embarrassing — especially your own existence.",
    "You're either rebelling or pretending you're fine while overthinking texts.",
    "You just discovered existential dread — congrats!",
    "One moment you're a genius, the next you're Googling ‘how to boil water.’",
    "You say ‘I'm fine’ 14 times a day, but you're not even sure why."
  ],
  "18-22": [
    "You have freedom, but no money. Welcome to adulthood!",
    "You survive on instant noodles and memes.",
    "Every nap feels like a life reset.",
    "You're in college or should be, but no one knows what they're doing anyway.",
    "You're either pulling all-nighters or questioning your life decisions — or both."
  ],
  "23-29": [
    "You now understand why adults need coffee.",
    "You're figuring it out. Or at least pretending really well.",
    "Every Sunday feels like Monday's prequel.",
    "You say 'I'm tired' more than you say 'I'm okay'.",
    "Wake up — work — sleep — repeat."
  ],
  "30-39": [
    "People think you're a grown up man / woman, but inside your still feels like a child",
    "Sleep is better than a party now — and you're proud of it.",
    "You just want to sleep in reasonable hour",
    "You still don’t have it all together — but now you hide it better.",
    "Wake up — work — sleep — repeat."
  ],
  "40-49": [
    "You're the ‘cool’ adult at parties. But you leave by 9.",
    "You tell people you're 'young at heart' — while stretching before standing up.",
    "You start stretching before doing basic things — like walking.",
    "You're crushing work, parenting, and still wondering what's for dinner.",
    "You say ‘we’re not that old’ while Googling ‘hip pain causes’."
  ],
  "50-59": [
    "You’ve mastered the art of pretending to be listening — while planning dinner.",
    "You’ve outgrown drama, trends, and bad coffee.",
    "You don’t need to prove anything to anyone — unless it’s trivia night.",
    "You’re not old — you’re just highly experienced.",
    "You finally understand why your parents loved early bedtimes and quiet rooms."
  ],
  "60": [
    "You’ve seen trends come and go. Twice.",
    "You're not ‘old’ — you're vintage, rare, and full of stories.",
    "You’ve officially unlocked ‘I do what I want’ mode.",
    "You're not slowing down — you're just cruising in comfort.",
    "You give advice that actually makes sense now."
  ]
}